const faq = [
  {
    question: "AruAruCity Passportとは何ですか？",
    answer:
      "AruAruCity Passportは、AruAru Cityが開始した新しいポイント制のロイヤリティプログラムで す。AruAruCityは、九州最大級のポップカルチャー施設です。より多くのお客様にAruAruCity にお越しいただき、パートナー企業が提供する特典を当施設でお楽しみいただきたいと考えて います。",
  },
  {
    question: "どのようなメリットがあるのでしょうか？",
    answer:
      "すべての会員にエキサイティングな特典を用意してスタートします。会員がポイントを集めると、ポイントを請求したり、特典に交換したりすることができるようになります。一部の特典 は無料で提供されます。声優の紹介、店舗での割引、アニメ・マンガのクリエイターによるス ペシャルコンテンツなど、さまざまな特典をご用意しています。今後、様々な特典を用意して いきますので、ご期待ください。",
  },
  {
    question:
      "会員登録はどのようにすればよいですか？",
    answer:
      (
        <>
          <ol>
            <li>サインアップは簡単です。メニューから「サインイン」ボタンをクリックしてください。</li>
            <li>メールアドレスや電話番号を使ってください。</li>
            <li>このメールアドレスまたは電話番号に、ワンタイムパスコードを送信します。</li>
            <li>そのコードを入力し、サインインしてください。</li>
          </ol>
        </>
      ),
  },
  {
    question:
      "会員になるには、お金が必要ですか？",
    answer:
      "いいえ、会員登録は無料です。後日、他の有料プログラムを開始する可能性があります。",
  },
  {
    question:
      "登録する際にパスワードは必要ですか？",
    answer:
      "AruAruCity Passportでは、パスワードは必要ありません。サインイン時にワンタイムパスワードをお送りしますので、サインアップ時に使用したメールアドレスや電話番号を覚えておいてください。",
  },
  {
    question:
      "パスポートにアクセスするにはどうしたらいいですか？",
    answer:
      "ご登録いただくと、iPhoneやAndroid端末のApple WalletやGoogle Walletにそれぞれ保存できるパスを受け取ることができます。このパスがお客様のパスポートとなります。",
  },
  {
    question:
      "パスポートは携帯電話にダウンロードしたほうがいいのでしょうか？",
    answer:
      "携帯電話へのパスポートのダウンロードは必須ではありません。ただし、パスポートには特典があり、加盟店やパートナーに携帯電話でパスポートを提示することで初めて利用できるようになります。",
  },
  {
    question:
      "ポイントを貯めるにはどうしたらよいですか？",
    answer:
      "ポイントを獲得できるさまざまなアクティビティがあります。 例えば、AruAruCityを訪れてチェックインすると、1ポイント獲得できます。その他にも、ポイ ントを獲得できるアクティビティを追加していく予定です。どうぞご期待ください。",
  },
  {
    question:
      "AruAru Cityを利用すると、どうすればポイントが貯まるのですか?",
    answer:
      "チェックイン機能を利用することができます。なお、チェックインの際には、携帯電話による位置情報の公開を許可する必要があります。私たちはこのデータを誰とも共有しません。",
  },
  {
    question:
      "ポイントはどこで使えるのですか？",
    answer:
      "AruAruCityの一部の加盟店やパートナーでは、パスポートをご利用いただけます。パスポートをご提示いただくと、ポイントのご利用や特典のご利用が可能です。現在ご利用可能な加盟店 や特典については、ウェブサイトをご覧ください。",
  },
  {
    question:
      "あるあるCityパスポートは、日本の他の都市でも使えますか？",
    answer:
      "現在、AruAruCityパスポートは、福光のAruAruCityモールに限りご利用いただけます。その他、パスポートを利用できる施設については、近日中に提携先を追加する予定です。",
  },
  {
    question:
      "NFTとは？",
    answer:
      "NFTとは、Non-fungible token（非腐敗性トークン）のことです。所有することができる特別なデジタルアイテムです。写真、ビデオ、音楽など、さまざまなものがあります。",
  },
  {
    question:
      "暗号通貨は必要ですか？",
    answer:
      "AruAruCity Passportの会員になるために、暗号通貨を使用する必要はありません。",
  },
  {
    question:
      "私の電話番号やメールアドレスを誰かに教えたりしませんか？",
    answer:
      "お客様の電話番号やメールアドレスが誰かに共有されることはありません。詳しくは、当社の パートナーであるFaroのプライバシーポリシーをご覧ください。",
  },
];

export default faq;
